// © Copyright 2004-2013, 2015 HP Development Company, L.P.

HSDTaskName = "Configurações básicas de fax";

HSDFaxTestSheetOKButtonTitle = "OK";

FaxTestNotInitiatedTitleKey = "Teste de fax não iniciado";
FaxTestNotInitiatedMsgKey = "Verifique se o dispositivo está conectado e ligado e tente novamente.";
FaxTestFailedTitle = "Falha no teste de fax!";
FaxTestFailedMsg = "Verifique se a linha de fax tem um tom de discagem e se o cabo telefônico está corretamente conectado ao seu dispositivo.\n\nO dispositivo imprimiu um relatório com mais informações.";
FaxTestSucceededTitle = "Teste de fax realizado com êxito";
FaxTestSucceededMsg = "O teste da linha de fax foi realizado com êxito. Seu dispositivo está agora pronto para enviar e receber faxes.\n\nO dispositivo imprimiu um relatório com mais informações.";
FaxTestCancelledTitle = "Teste de fax cancelado";
FaxTestCancelledMsg = "O teste da linha de fax foi cancelado.";
FaxLineTestProgressTitle = "Aguarde, teste de linha de fax em andamento…";
FaxHWDamagedMsg = "O componente de fax da impressora está danificado e não pode realizar o teste de fax. Para mais informações, fale com o suporte HP.";
GetHelpButtonTitle = "Obter ajuda da HP on-line";

EmptyNameAndNumberFieldTitle = "Os campos Empresa/Nome e Número do fax não podem ficar vazios";
EmptyNameAndNumberFieldMsg = "Preencha Empresa/Nome e Número do fax.";

EmptyNameFieldTitle = "Campo Empresa/Nome não pode estar vazio";
EmptyNameFieldMsg = "Especificar empresa/nome.";

EmptyFaxNumberFieldTitle = "Campo Número do Fax não pode estar vazio";
EmptyFaxNumberFieldMsg = "Especificar número do fax.";

EmptyFaxNumberPrefixFieldTitle = "O campo \"Prefixo de discagem de fax\" não pode ficar vazio";
EmptyFaxNumberPrefixFieldMsg = "Especificar Prefixo de discagem de fax.";

FaxPrefixEnableTitle = "Usar prefixo de discagem de fax:";
HSDFaxDialNumberPrefixTitle = "Prefixo de discagem de fax:";
HSDUserNameLabelTitle = "Empresa/Nome:";
HSDFaxNumberLabelTitle = "Número do Fax:";
HSDRingsUntilAnswerLabelTitle = "Toques até atender:";
TestLabelTitle = "Testar a Configuração de Fax de Dispositivo:";
HSDTestButtonTitle = "Testar a Configuração de Fax de Dispositivo";

OnModeTitle = "Ativado";
OffModeTitle = "Desativado";
RequiredFieldsTitle = "* Os campos com um asterisco (*) são obrigatórios.";
HSDApplyButtonTitle = "Aplicar agora";
HSDTaskDescription = "Essas configurações são usadas para o cabeçalho do fax e para configurar como o dispositivo atende as chamadas. Para saber mais, clique no botão \"Mais Informações…\".";

HSDDefaultTrayTitle = "Bandeja padrão:";
Auto = "Automática";
